<template>
<div>
    <header-bar></header-bar>
    <div class="middle-warp">
	            <div class="middle-main">
	                <p class="mTitle"><em></em>库客用户协议</p>
	            </div>
	            <div class="middle-main">
	                <div class="conInfo">
	                	<p class="style24 mBottom demotitle">库客网络服务条款的接受</p>
	                    <p>库客音乐网站（以下简称“库客 ”），库客 提供的服务完全按照其发布的服务条款和操作规则。本服务条款所称的用户是指完全同意所有条款并完成注册程序或未经注册而使用库客服务（以下简称“本服务”）的用户。</p>
	                    <p class="style24 mBottom demotitle">服务条款的变更和修改</p>
	                    <p>库客有权随时对服务条款进行修改，并且一旦发生服务条款的变动，库客将在页面上提示修改的内容；当用户使用库客的特殊服务时，应接受库客随时提供的与该特 殊服务相关的规则或说明，并且此规则或说明均构成本服务条款的一部分。用户如果不同意服务条款的修改，可以主动取消已经获得的网络服务；如果用户继续享用 网络服务，则视为用户已经接受服务条款的修改。</p>
	                    <p class="style24 mBottom demotitle">服务说明</p>
	                    <ul class="demoul">
	                    	<li>库客运用自己的操作系统通过国际互联网向用户提供丰富的网上资源。除非另有明确规定，增强或强化目前服务的任何新功能，包括新产品，均无条件地适用本服务条款。</li>
	                    	<li>库客对网络服务不承担任何责任，即用户对网络服务的使用承担风险。库客不保证服务一定会满足用户的使用要求，也不保证服务不会受中断，对服务的及时性、安全性、准确性也不作担保。</li>
	                    	<li>为使用本服务，用户必须：
		                    	<ol class="demoli">
		                    		<li>自行配备进入国际互联网所必需的设备，包括计算机、数据机或其他存取装置；</li>
		                    		<li>自行支付与此服务有关的费用；</li>
		                    	</ol>
	                    	</li>
	                    	<li>用户接受本服务须同意：
		                    	<ol class="demoli">
		                    		<li>提供完整、真实、准确、最新的个人资料；</li>
		                    		<li>不断更新注册资料，以符合上述a.的要求。</li>
		                    		<li>若用户提供任何错误、不实、过时或不完整的资料，并为库客所确知；或者库客有合理理由怀疑前述资料为错误、不实、过时或不完整，库客有权暂停或终止用户的帐号，并拒绝现在或将来使用本服务的全部或一部分。</li>
		                    	</ol>
	                    	</li>
	                    </ul>
	                    <p class="style24 mBottom demotitle">用户应遵守以下法律及法规：</p>
	                    <ul class="demoul">
	                    	<li>用户同意遵守《中华人民共和国保守国家秘密法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》等有关计算机相关互联网规 定的法律和法规、实施办法。在任何情况下，库客合理地认为用户的行为可能违反上述法律、法规，库客可以在任何时候，不经事先通知终止向该用户提供服务。</li>
	                    	<li>用户应了解国际互联网的无国界性，应特别注意遵守当地所有有关的法律和法规。</li>
	                    </ul>
	                    <p class="style24 mBottom demotitle">用户隐私权制度</p>
	                    <ul class="demoul">
	                    	<li>当用户注册库客的服务时，用户须提供个人信息。库客收集个人信息的目的是为用户提供尽可能多的个人化网上服务以及为广告商提供一个方便的途径来接触 到适合的用户，并且可以发送具有相关性的内容和广告。在此过程中，广告商绝对不会接触到用户的个人信息。 库客不会在未经合法用户授权时，公开、编辑或透露其个人信息除非有下列情况：
		                    	<ol class="demoli">
		                    		<li>有关法律规定或库客合法服务程序规定；</li>
		                    		<li>在紧急情况下，为维护用户及公众的权益；</li>
		                    		<li>为维护库客的商标权；</li>
		                    		<li>其他需要公开、编辑或透露个人信息的情况；</li>
		                    	</ol>
	                    	</li>
	                    </ul>
	                    <p class="style24 mBottom demotitle">用户帐号、密码和安全</p>
	                    <ul class="demoul">
	                    	<li>用户一旦注册成功，便成为库客的合法用户，将得到一个密码和帐号。用户有义务保证密码和帐号的安全。用户对利用该密码和帐号所进行的一切活动负全部责任；因此所衍生的任何损失或损害，库客 无法也不负担任何责任。</li>
	                    	<li>用户的密码和帐号遭到未授权的使用或发生其他任何安全问题，用户可以立即通知库客，并且用户在每次连线结束，应结束帐号使用，否则用户可能得不到库 客的安全保护。若因您未及时更新基本资料，导致服务无法提供或提供时发生任何错误，您不得将此作为取消交易，拒绝付款的理由，本公司亦不承担任何责任。</li>
	                    </ul>
	                    <p class="style24 mBottom demotitle">对用户信息的存储和限制</p>
	                    <p>库客不对用户所发出的服务要求失败负责。Kuk 有权判断用户的行为是否符合库客 服务条款规定的权利，如果库客认为用户违背了服务条款的规定，库客有中断向其提供网络服务的权利。</p>
	                    <p class="style24 mBottom demotitle">禁止用户从事以下行为：</p>
	                    <ul class="demoul">
	                    	<li>干扰或破坏本服务或与本服务相连的服务器和网络，或不遵守本服务网络使用之规定。</li>
	                    	<li>故意或非故意违反任何相关的中国法律、法规、规章、条例等其他具有法律效力的规范。</li>
	                    	<li>对于经由本服务而传送的内容，库客不保证前述内容的正确性、完整性或品质。用户在接受本服务时，有可能会接触到令人不快、不适当或令人厌恶的内容。 在任何情况下，库客均不对任何内容负责，包括但不限于任何内容发生任何错误或纰漏以及衍生的任何损失或损害。库客有权（但无义务）自行拒绝或删除经由本服 务提供的任何内容。用户使用上述内容，应自行承担风险。</li>
	                    	<li>库客有权利在认为有必要的情况下述情况下，对内容进行保存或披露。</li>
	                    </ul>
	                    <p class="style24 mBottom demotitle">用户不得对本服务进行复制、出售或用作其他商业用途。</p>
	                    <p class="style24 mBottom demotitle">关于库客部分音乐收费服务：</p>
	                    <p>一旦用成为库客的合法用户，则认为用户知道并愿意接受，并同意库客通过收费方式向用户收取部分收费服务的费用。</p>
	                    <p class="style24 mBottom demotitle">库客的知识产权及其他权利</p>
	                    <ul class="demoul">
	                    	<li>库客对本服务及本服务所使用的软件包含受知识产权或其他法律保护的资料享有相应的权利；</li>
	                    	<li>经由本服务传送的资讯及内容，受到著作权法、商标法、专利法或其他法律的保护；未经库客明示授权许可，用户不得进行修改、出租、散布或衍生其他作品。</li>
	                    	<li>用户对本服务所使用的软件有非专属性使用权，但自己不得或许可任何第三方复制、修改、出售或衍生产品。</li>
	                    	<li>库客，库客设计图样以及其他库客图样、产品及服务名称，均为库客公司所享有的商标。任何人不得使用、复制或用作其他用途。</li>
	                    </ul>
	                    <p class="style24 mBottom demotitle">免责声明</p>
	                    <ul class="demoul">
	                    	<li>库客对于任何包含、经由或连接、下载或从任何与有关本服务所获得的任何内容、信息或广告，不声明或保证其正确性或可靠性；并且对于用户经本服务上的广告、展示而购买、取得的任何产品、信息或资料，库客不负保证责任。用户自行负担使用本服务的风险。</li>
	                    	<li>库客有权但无义务，改善或更正本服务任何部分之任何疏漏、错误。</li>
	                    	<li>库客不保证（包括但不限于）：
	                    		<ol class="demoli">
	                    			<li>本服务适合用户的使用要求；</li>
	                    			<li>本服务不受干扰，及时、安全、可靠或不出现错误，包括黑客入侵，网络中断，电信问题及其他不可抗力等;c用户经由本服务取得的任何产品、服务或其他材料符合用户的期望；</li>
	                    		</ol>
	                    	</li>
	                    	<li>用户使用经由本服务下载的或取得的任何资料，其风险自行负担；因该使用而导致用户电脑系统损坏或资料流失，用户应负完全责任；</li>
	                    	<li>基于以下原因而造成的利润、商业信誉、资料损失或其他有形或无形损失，库客不承担任何直接、间接、附带、衍生或惩罚性的赔偿：
	                    		<ol class="demoli">
	                    			<li>本服务使用或无法使用；</li>
	                    			<li>用户资料遭到未授权的使用或修改；</li>
	                    			<li>其他与本服务相关的事宜。</li>
	                    		</ol>
	                    	</li>
	                    	<li>用户在浏览网际网路时自行判断使用库客的检索目录。该检索目录可能会引导用户进入到被认为具有攻击性或不适当的网站，库客没有义务查看检索目录所列网站的内容，因此，对其正确性、合法性、正当性不负任何责任。</li>
	                    </ul>
	                    <p class="style24 mBottom demotitle">由于用户经由本服务张贴或传送内容、与本服务连线、违反本服务条款或侵害其他人的任何权利导致任何第三人提出权利主张，用户同意赔偿库客 及其分公司、关联公司、代理人或其他合作伙伴及员工，并使其免受损害。</p>
	                    <p class="style24 mBottom demotitle">服务的修改和终止</p>
	                    <p>库客有权在任何时候，暂时或永久地修改或终止本服务（或任何一部分），无论是否通知。库客对本服务的修改或终止对用户和任何第三人不承担任何责任。库客有 权基于任何理由，终止用户的帐号、密码或使用本服务， 库客采取上述行为均不需通知，并且对用户和任何第三人不承担任何责任。</p>
	                    <p class="style24 mBottom demotitle">通知</p>
	                    <p>库客向用户发出的通知，采用电子音乐搜索或页面公告或常规信件的形式。服务条款的修改或其他事项变更时，库客将会以上述形式进行通知。</p>
	                    <p class="style24 mBottom demotitle">禁止服务的商业化</p>
	                    <p>用户使用库客各项服务的权利是个人的。用户只能是一个单独的个体而不能是一个公司或实体的商业性组织。用户承诺不经极限音乐公司同意，不能利用库客服务进行销售或其他商业用途。</p>
	                    <p class="style24 mBottom demotitle">法律的适用和管辖</p>
	                    <p>本服务条款的生效、履行、解释及争议的解决均适用中华人民共和国法律。本服务条款因与中华人民共和国现行法律相抵触而导致部分无效，不影响其他部分的效力。</p>
	                </div>
	            </div>
	          
	        </div>
            <login-foot></login-foot>
</div>
</template>
<script>
import header_bar from "../../components/header_bar"
import login_foot from "../../components/login_foot"
export default {
    data(){
        return{

        }
    },
    components:{
        "header-bar":header_bar,
        "login-foot":login_foot,
    }
}
</script>
<style>
</style>


